Repository: RAIQASVL/alaguide-CrossPlatformApp-development
Catalog: frontend/lib/l10n/app_*.arb
Languages: kk

source: Language
kk: Тіл

source: Select Language
kk: Тілді Таңдау

source: Home
kk: Басты Бет

source: Current City
kk: Ағымдағы Қала

source: Select City
kk: Қаланы таңдаңыз

source: Content
kk: Мазмұн

source: About Project
kk: Жоба Туралы

source: Support Project
kk: Жобаны Қолдау

source: Feedback
kk: Қері Байланыс

source: Hey there,
kk: Салем,

# createAccount
source: You Can Create an Account Here
kk: Сіз Мұнда Аккаунт Жасай Аласыз

source: Welcome Back!
kk: Кайта Келдiнiз!

source: First Name
kk: Аты

source: Invalid first name
kk: Дұрыс емес аты

source: Last Name
kk: Тегі

source: Invalid last name
kk: Дұрыс емес тегі

source: Username
kk: Пайдаланушы Аты

# invalidUsername
source: Username must be at least 3 characters long
kk: Пайдаланушы аты кемінде 3 символдан тұруы тиіс

source: Invalid email
kk: Дұрыс емес электронды пошта

source: Password
kk: Құпия сөз

# invalidPassword
source: Password must be at least 6 characters long
kk: Құпия сөз кемінде 6 символдан тұруы тиіс

source: Confirm Password
kk: Құпия сөзді растаңыз

# matchPass
source: Password must match
kk: Құпия сөздер сәйкес келуі тиіс

# termsAndConditions
source: By creating an account, you agree to our terms & conditions
kk: Аккаунт ашу арқылы біздің Шарттарымыз бен талаптарымызға келісесіз

source: Register
kk: Тіркелу

source: Login
kk: Кіру

# acceptTermsAndConditions
source: Please accept the terms and conditions
kk: Өтінеміз, шарттарды қабылдаңыз

source: Already have an account?
kk: Е Already have an account?

source: Don't have an account?
kk: Аккаунтыңыз жоқ па?

source: Forgot Password?
kk: Парольды ұмыттыңыз ба?

# welcome
source: Welcome to ALAGUIDE Audio Tour Guide
kk: ALAGUIDE Аудио Туристік нұсқаулыққа қош Келдіңіз

# discover
source: Discover amazing places with our audio guides.
kk: Біздің дыбыстық гидтермен керемет орындарды ашыңыз.

# logoutSuccessfully
source: Logout out successfully
kk: Аккаунттан сәтті шықтыңыз

source: Logout
kk: Шығу

# loginAndRegister
source: Login / Register
kk: Кіру / Тіркелу

source: My Account
kk: Менің Аккаунтым

# goodMorning
source: Good Morning, {firstName} and Have a Nice Trip!
kk: Қайырлы Таң, {firstName} Және Жақсы Сапар!

# goodAfternoon
source: Good Afternoon, {firstName} and Have a Great Time!
kk: Қайырлы Күн, {firstName} Және Сізге Уақытыңызды Жақсы Өткізуді Тілемін!

# goodEvening
source: Good Evening, {firstName}, I Hope You Already Have Plans for The Evening!
kk: Қайырлы Кеш, {firstName}, Сіздің Кешке Жоспарларыңыз Барына Сенемін!

source: Quick Actions
kk: Жылдам әрекеттер

source: Edit Profile
kk: Профильді өңдеу

# profileUpdated
source: Profile updated successfully!
kk: Профиль Сәтті Жаңартылды!

source: Save Changes
kk: Өзгерістерді Сақтау

source: Favorites
kk: Құпиялар

source: Explore
kk: Зерттеу

source: History
kk: Тарих

source: Settings
kk: Параметрлер

# selectCityFromContentPage
source: Content / Cities
kk: Мазмұн / Қалалар

# contentPageOfCity
source: Content /
kk: Мазмұн /

# noContentAvailableForCity
source: No content available
kk: Мазмұн қолжетімді емес

source: Almaty
kk: Алматы

source: Moscow
kk: Москва

source: London
kk: Лондон

source: Kazakhstan
kk: Қазақстан

source: Russia
kk: Россия

# uk
source: United Kingdom
kk: Ұлыбритания

source: Title
kk: Атауы

# title_1
source: Coffee Shop 4A
kk: 4A Кофе Дүкені

# title_2
source: Apple Letter
kk: Apple Хаты

# title_3
source: Ascension Cathedral
kk: Көтерілу Соборы

# title_4
source: If You Sit on the Shore for a Long Time
kk: Ұзақ уақыт жағада отырсаңыз

# title_5
source: Border
kk: Шекара

source: Author
kk: Автор

# author_1
source: Chingiz Tibey
kk: Шыңғыс Тибей

# author_2
source: Aliya Jimran
kk: Алия Жимран

# author_3
source: Talgat Dairov
kk: Талғат Даиров

# author_4
source: Lily Kalaus
kk: Лилия Калаус

# guide
source: Reading
kk: Оқиды

# guide_1
source: Lily Kalaus
kk: Лилия Калаус

source: Description
kk: Сипаттама

# description_1
source: <p>There is a place in Almaty where crowds of different people go back and forth, where there are real concerts and various political rallies take place! It's always loud, always noisy... And few people know that in the bustle of Arbat there is a magical place '4A'... This is a coffee shop where you will always feel good, where you will always feel at home... and if you are lonely and you are alone... and if you are having fun and there is a whole company with you... you can always wander here... and be happy...</p>
kk: <p>Алматыда ондаған түрлі адамдардың келіп кететін орны бар, онда нақты концерттер өтеді және әртүрлі саяси митингілер өтеді! Мұнда әрдайым дабыл, әрдайым дабыл... Арбаттың ызы-шуында '4A' атты сиқырлы орын бар... Бұл кофе дүкені, мұнда әрқашан жақсы сезінесіз, үйде жүргендей... және егер сіз жалғыз болсаңыз... және егер сіз көңілдісіз, ал сізбен бірге үлкен компания болса... мұнда әрқашан ізденуге болады... және бақытты болуға болады...</p>

# description_3
source: <p>The Ascension Cathedral, also known as Zenkov Cathedral, is a Russian Orthodox cathedral located in Panfilov Park in Almaty, Kazakhstan. Completed in 1907, the cathedral is made out of wood but without nails. Its height is 56 meters tall, and is claimed to be the second tallest wooden church in the world.</p>
kk: <p>Вознесенск шіркеуі, Зенков шіркеуі деп те аталады, бұл Алматы, Қазақстандағы Панфилов паркінде орналасқан орыс православиелік шіркеуі. 1907 жылы аяқталған, шіркеу ағаштан жасалған, бірақ шегелерсіз. Оның биіктігі 56 метр, ол әлемдегі ең биік ағаш шіркеу ретінде саналуда.</p>

source: Category
kk: Категория

# category_1
source: Historical Sites and Monuments
kk: Тарихи орындар мен ескерткіштер

# category_2
source: Natural Landmarks
kk: Табиғи ескерткіштер

# category_3
source: Cultural Institutions and Museums
kk: Мәдени ұйымдар мен мұражайлар

# category_4
source: Religious Places
kk: Дін орындары

# category_5
source: Architectural Landmarks and Structures
kk: Сәулет ескерткіштері мен құрылыстары

# category_6
source: Entertainment Complexes and Parks
kk: Демалыс кешендері мен парктер

# category_7
source: Recreational and Sports Facilities
kk: Демалыс және спорт объектілері

# category_8
source: Gastronomic Attractions
kk: Гастрономиялық ескерткіштер

# location
source: Locations
kk: Орналасу Орыны

# audioPlayerTitle
source: Audio Player
kk: Аудио Ойнатқыш

# audioNotAvailableInCurrentLanguage
source: Audio Guide on This Language Coming Soon :)
kk: Бұл Тілдегі Аудио Гид Жақында Пайда Болады :)

source: Error loading audio
kk: Аудионы жүктеу қателігі

# readingGuide
source: Reading
kk: Оқиды

# audioGuideLanguageSelection
source: Audio Guide Language
kk: Аудиогидтің тілі
